# [실습 문제 1] 변수 연습
# 변수 a에 10을 저장하고, b에 a의 2배를 저장한 후, a + b를 출력하세요.
a = 10
b = a * 2
print(a + b)

# [실습 문제 2] 문자열 출력
# 변수 name에 본인 이름을 저장한 후,
# "안녕하세요, 제 이름은 OOO입니다." 를 출력하세요.
name = "배현석"
print("안녕하세요, 제 이름은 {}입니다".format(name))

# [실습 문제 3] 사칙연산
# 사과가 3개 있고, 개당 1200원입니다.
# 총 가격을 계산하여 출력하세요.
APPLE = 3
VALUE = 1200
print(APPLE * VALUE)

# [실습 문제 4] 문자열 곱하기
# "AI" 라는 단어를 5번 반복한 문자열을 출력하세요.
print("AI" * 5)

# [실습 문제 5] 사용자 입력
# 사용자에게 나이를 입력받고, "당신은 OOO살이군요!" 라고 출력하세요.
age = input("나이: ")
print("당신은 {}살이군요!".format(age))
